Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: %@ (This Mac)
de: %@ (dieser Mac)
fr: %@ (ce Mac)
ru: %@ (этот Mac)
zh_hans: %@（这台 Mac）

source: %@ (edited)
de: %@ (bearbeitet)
fr: %@ (modifié)
ru: %@ (изменено)
zh_hans: %@（已编辑）

source: %@ area
de: %@ Bereich
fr: %@ zone
ru: %@ область
zh_hans: %@ 区域

source: %@ can't be transcribed on this Mac without sending your voice to a server. To add it, turn on Dictation for %@ in System Settings → Keyboard, or pick another language.
de: %@ kann auf diesem Mac nicht transkribiert werden, ohne deine Stimme an einen Server zu senden. Aktiviere dazu das Diktat für %@ unter „Systemeinstellungen“ → „Tastatur“ oder wähle eine andere Sprache.
fr: La langue %@ ne peut pas être transcrite sur ce Mac sans envoyer votre voix à un serveur. Pour l’ajouter, activez la dictée (%@) dans Réglages Système → Clavier, ou choisissez une autre langue.
ru: Язык «%@» нельзя расшифровать на этом Mac, не отправляя ваш голос на сервер. Чтобы добавить его, включите диктовку для языка «%@» в разделе Системные настройки → Клавиатура или выберите другой язык.
zh_hans: 这台 Mac 无法在不将你的声音发送到服务器的情况下转录%@。若要添加，请在“系统设置”→“键盘”中打开%@的听写，或选择其他语言。

source: %@ capture from %@
de: Bildschirmfoto: %1$@ vom %2$@
fr: Capture (%1$@) du %2$@
ru: Снимок (%@) от %@
zh_hans: %2$@ 的%1$@截屏

source: %@ capture, %@
de: Bildschirmfoto: %1$@, %2$@
fr: Capture (%1$@), %2$@
ru: Снимок (%@), %@
zh_hans: %1$@截屏，%2$@

source: %@ found
de: %@ gefunden
fr: %@ détecté
ru: Найдено: %@
zh_hans: 已找到：%@

source: %@ fullscreen
de: %@ Vollbild
fr: %@ plein écran
ru: %@ весь экран
zh_hans: %@ 全屏

source: %@ isn't supported for captions on this Mac. Pick another language.
de: %@ wird auf diesem Mac für Untertitel nicht unterstützt. Wähle eine andere Sprache.
fr: La langue %@ n’est pas prise en charge pour les sous-titres sur ce Mac. Choisissez une autre langue.
ru: Язык «%@» не поддерживается для субтитров на этом Mac. Выберите другой язык.
zh_hans: 这台 Mac 不支持用%@生成字幕。请选择其他语言。

source: %@ long
de: %@ lang
fr: durée %@
ru: длительность %@
zh_hans: 时长 %@

source: %@ of recording plays in %@.
de: %@ der Aufnahme laufen in %@ ab.
fr: %@ d’enregistrement lus en %@.
ru: %@ записи воспроизводится за %@.
zh_hans: %@ 的录制内容在 %@ 内播完。

source: %@ quality · %@
de: Qualität: %@ · %@
fr: Qualité : %@ · %@
ru: Качество: %@ · %@
zh_hans: %@质量 · %@

source: %@ speed
de: Tempo %@
fr: vitesse %@
ru: скорость %@
zh_hans: 速度 %@

source: %@ transition
de: Übergang: %@
ru: Переход: %@
zh_hans: %@转场

source: %@ window
de: %@ Fenster
fr: %@ fenêtre
ru: %@ окно
zh_hans: %@ 窗口

source: %@ · %@ × %@ image
de: %@ · Bild %@ × %@
ru: %@ · изображение %@ × %@
zh_hans: %@ · %@ × %@ 图像

source: %@ · on your clipboard — paste it anywhere
de: %@ · in der Zwischenablage – überall einsetzen
fr: %@ · dans le presse-papiers — collez-le où vous voulez
ru: %@ · в буфере обмена — вставьте куда угодно
zh_hans: %@ · 已在剪贴板中 — 可粘贴到任何地方

source: %@ — Shotnix lives in your menu bar
de: %@ – Shotnix findest du in der Menüleiste
fr: %@ — Shotnix est dans la barre des menus
ru: %@ — Shotnix находится в строке меню
zh_hans: %@ — Shotnix 位于菜单栏中

source: %@ — click to change
de: %@ – zum Ändern klicken
fr: %@ — cliquez pour changer
ru: %@ — нажмите, чтобы изменить
zh_hans: %@ — 点按以更改

source: %@ → %@ — the part you ⇧-dragged on the timeline
de: %@ → %@ – der Teil, den du auf der Zeitleiste mit ⇧ markiert hast
fr: %@ → %@ — la partie sélectionnée avec ⇧ dans la timeline
ru: %@ → %@ — фрагмент, выделенный на шкале времени с ⇧
zh_hans: %@ → %@ — 你在时间线上按住 ⇧ 拖移选中的部分

source: %@, and %lld more
de: %@ und %lld weitere
fr: %@ et %lld autres
ru: %@ и еще %lld
zh_hans: %@，以及另外 %lld 个

source: %@–%@ only
de: nur %@–%@
fr: %@–%@ uniquement
ru: только %@–%@
zh_hans: 仅 %@–%@

source: %lld QR codes found
de: %lld QR-Codes gefunden
fr: %lld codes QR détectés
ru: Найдено %lld QR-кода
zh_hans: 找到 %lld 个二维码

source: %lld annotations
de: %lld Beschriftungen
ru: %lld элемента разметки
zh_hans: %lld 个标注

source: %lld annotations, %@ selected
de: %lld Beschriftungen, %@ ausgewählt
fr: %lld annotations, sélection : %@
ru: %lld элемента разметки, выбрано: %@
zh_hans: %lld 个标注，已选中%@

source: %lld annotations, %@ selected, cropping
de: %lld Beschriftungen, %@ ausgewählt, Beschneiden aktiv
fr: %lld annotations, sélection : %@, rognage en cours
ru: %lld элемента разметки, выбрано: %@, обрезка
zh_hans: %lld 个标注，已选中%@，正在裁剪

source: %lld annotations, cropping
de: %lld Beschriftungen, Beschneiden aktiv
fr: %lld annotations, rognage en cours
ru: %lld элемента разметки, обрезка
zh_hans: %lld 个标注，正在裁剪

source: %lld barcodes found
de: %lld Strichcodes gefunden
fr: %lld codes-barres détectés
ru: Найдено %lld штрихкода
zh_hans: 找到 %lld 个条形码

source: %lld camera layouts
de: %lld Kameralayouts
fr: %lld dispositions de caméra
ru: %lld расположения камеры
zh_hans: %lld 个摄像头布局

source: %lld captions
de: %lld Untertitel
fr: %lld sous-titres
ru: %lld субтитра
zh_hans: %lld 条字幕

source: %lld clicks
de: %lld Klicks
fr: %lld clics
ru: %lld нажатия
zh_hans: %lld 次点按

source: %lld cuts here (%@ removed) — click to restore some or all
de: %lld Schnitte hier (%@ entfernt) – klicken, um einige oder alle wiederherzustellen
fr: %lld coupes ici (%@ en moins) — cliquez pour en restaurer tout ou partie
ru: Здесь %lld вырезанного фрагмента (удалено %@) — нажмите, чтобы восстановить часть или все
zh_hans: 此处有 %lld 处剪除（共移除 %@）— 点按以恢复部分或全部

source: %lld cuts, %@ removed
de: %lld Schnitte, %@ entfernt
fr: %lld coupes, %@ en moins
ru: %lld вырезанного фрагмента, удалено %@
zh_hans: %lld 处剪除，共移除 %@

source: %lld days
de: %lld Tage
fr: %lld jours
ru: %lld дня
zh_hans: %lld 天

source: %lld email addresses
de: %lld E-Mail-Adressen
fr: %lld adresses e-mail
ru: %lld адреса e-mail
zh_hans: %lld 个电子邮件地址

source: %lld lines
de: %lld Zeilen
fr: %lld lignes
ru: %lld строки
zh_hans: %lld 行

source: %lld lines changed since translating
de: %lld Zeilen seit der Übersetzung geändert
fr: %lld lignes modifiées depuis la traduction
ru: %lld строки изменено после перевода
zh_hans: 自翻译后已更改 %lld 行

source: %lld lines · found %@
de: %lld Zeilen · gefunden: %@
fr: %lld lignes · avec %@
ru: %lld строки · найдено: %@
zh_hans: %lld 行 · 找到 %@

source: %lld of %lld captures
de: %lld von %lld Bildschirmfotos
fr: %lld sur %lld captures
ru: Снимков: %lld из %lld
zh_hans: %1$lld 张截屏（共 %2$lld 张）

source: %lld parts
de: %lld Abschnitte
fr: %lld passages
ru: %lld фрагмента
zh_hans: %lld 个部分

source: %lld pressed — select one on the timeline and press ⌫ to hide it
de: %lld gedrückt – wähle einen in der Zeitleiste aus und drücke ⌫, um ihn auszublenden
fr: %lld utilisés — sélectionnez-en un dans la timeline et appuyez sur ⌫ pour le masquer
ru: %lld сочетания — выберите одно из них на шкале времени и нажмите ⌫, чтобы скрыть его
zh_hans: 已按下 %lld 个 — 在时间线上选择一个并按 ⌫ 即可隐藏

source: %lld px · Esc or Done finishes
de: %lld px · Esc oder „Fertig“ zum Beenden
fr: %lld px · Échap ou « Terminé » pour finir
ru: %lld пикс. · Esc или «Готово» — завершить
zh_hans: %lld 像素 · 按 Esc 键或点按“完成”结束

source: %lld recorded clicks — in the preview and the export
de: %lld aufgezeichnete Klicks – in der Vorschau und im Export
fr: %lld clics enregistrés — dans l’aperçu et l’exportation
ru: %lld записанного нажатия — в предпросмотре и при экспорте
zh_hans: 已录制 %lld 次点按 — 预览和导出中都会播放

source: %lld saved captures · drag any card to Finder · right-click for more actions
de: %lld gesicherte Bildschirmfotos · Karten in den Finder ziehen · Rechtsklick für mehr
fr: %lld captures enregistrées · faites glisser une carte vers le Finder · clic droit pour plus d’actions
ru: %lld сохраненного снимка · перетяните карточку в Finder · другие действия — в контекстном меню
zh_hans: 已存储 %lld 张截屏 · 可将卡片拖到“访达” · 右键点按查看更多操作

source: %lld screens
de: %lld Bildschirme
fr: %lld écrans
ru: %lld экрана
zh_hans: %lld 个显示器

source: %lld screenshots deleted — click or press ⌘Z to undo
de: %lld Bildschirmfotos gelöscht – zum Widerrufen klicken oder ⌘Z drücken
fr: %lld captures supprimées — cliquez ou appuyez sur ⌘Z pour annuler
ru: %lld снимка удалено — нажмите сюда или ⌘Z, чтобы отменить
zh_hans: 已删除 %lld 张截屏 — 点按或按下 ⌘Z 撤销

source: %lld seconds
de: %lld Sekunden
fr: %lld secondes
ru: %lld секунды
zh_hans: %lld 秒

source: %lld selected
de: %lld ausgewählt
fr: %lld sélectionnés
ru: Выбрано: %lld
zh_hans: 已选择 %lld 项

source: %lld shortcuts
de: %lld Kurzbefehle
fr: %lld raccourcis
ru: %lld сочетания
zh_hans: %lld 个快捷键

source: %lld%% volume
de: Lautstärke %lld %%
fr: volume %lld %%
ru: громкость %lld %%
zh_hans: 音量 %lld%%

source: %lld/%lld configured
de: %lld/%lld eingerichtet
fr: Configurés : %lld/%lld
ru: Настроено: %lld из %lld
zh_hans: 已设置 %lld/%lld

source: , %@ to %@
de: , %@ bis %@
fr: , de %@ à %@
ru: , с %@ до %@
zh_hans: ，%@ 至 %@

source: , at %@
de: , bei %@
fr: , à %@
ru: , в %@
zh_hans: ，位于 %@

source: 0.1s earlier
de: 0,1 s früher
fr: 0,1 s plus tôt
ru: На 0,1 с раньше
zh_hans: 提前 0.1 秒

source: 0.1s later
de: 0,1 s später
fr: 0,1 s plus tard
ru: На 0,1 с позже
zh_hans: 推后 0.1 秒

source: A 2-second “Made with Shotnix” outro on your background — your own outro card is in Style
de: Ein 2 Sekunden langes Outro „Made with Shotnix“ auf deinem Hintergrund – deine eigene Outro-Karte findest du unter „Stil“
fr: Un outro « Made with Shotnix » de 2 secondes sur votre arrière-plan — votre propre carton de fin se trouve dans Style
ru: Двухсекундная концовка «Made with Shotnix» на вашем фоне — собственный финальный титр находится во вкладке «Стиль»
zh_hans: 在你的背景上显示 2 秒的“Made with Shotnix”结尾 — 你自己的片尾卡在“样式”中

source: A big GIF — about %@ and %@ of memory to make. A smaller size, fewer fps, or MP4 is lighter.
de: Ein großes GIF – etwa %@, und zum Erstellen werden %@ Arbeitsspeicher gebraucht. Eine kleinere Größe, weniger fps oder MP4 ist sparsamer.
fr: Un GIF volumineux — environ %@, et %@ de mémoire pour le créer. Une taille plus petite, moins de fps ou le MP4 sont plus légers.
ru: Большой GIF — около %@, и для создания нужно %@ памяти. Меньший размер, меньше fps или MP4 — легче.
zh_hans: 这个 GIF 很大 — 约 %@，生成时需要 %@ 内存。更小的尺寸、更少的 fps 或 MP4 会更轻量。

source: A clean picture plus a subtitles file to upload.
de: Ein sauberes Bild plus eine Untertiteldatei zum Hochladen.
fr: Une image sans sous-titres, plus un fichier de sous-titres à mettre en ligne.
ru: Чистое изображение плюс файл субтитров для загрузки.
zh_hans: 画面不含字幕，另附可上传的字幕文件。

source: A cut — click to add a transition
de: Ein Schnitt – klicken, um einen Übergang hinzuzufügen
fr: Une coupe — cliquez pour ajouter une transition
ru: Склейка — нажмите, чтобы добавить переход
zh_hans: 硬切 — 点按以添加转场

source: A file with that name is in the way. Pick another name and export again.
de: Eine Datei mit diesem Namen ist im Weg. Wähle einen anderen Namen und exportiere erneut.
fr: Un fichier portant ce nom existe déjà. Choisissez un autre nom, puis exportez à nouveau.
ru: Файл с таким именем уже существует. Выберите другое имя и экспортируйте снова.
zh_hans: 已存在同名文件。请换一个名称，然后重新导出。

source: A hairline that separates dark recordings from the background
de: Eine feine Linie hebt dunkle Aufnahmen vom Hintergrund ab
fr: Un filet fin détache les enregistrements sombres de l’arrière-plan
ru: Тонкая линия отделяет темные записи от фона
zh_hans: 一条细线，将深色录制内容与背景分开

source: A second caption track you can show, burn in, or save as subtitles. Translated on this Mac — nothing is uploaded.
de: Eine zweite Untertitelspur, die du anzeigen, einbrennen oder als Untertiteldatei sichern kannst. Übersetzt auf diesem Mac – nichts wird hochgeladen.
fr: Une deuxième piste de sous-titres à afficher, incruster ou enregistrer en fichier de sous-titres. Traduite sur ce Mac — rien n’est envoyé en ligne.
ru: Вторая дорожка субтитров, которую можно показать, встроить в видео или сохранить как файл субтитров. Перевод выполняется на этом Mac — ничего не отправляется в сеть.
zh_hans: 第二条字幕轨道，可显示、嵌入视频或存储为字幕文件。在这台 Mac 上翻译 — 不会上传任何内容。

source: A song under the whole video — it loops to fill, fades in and out, and dips while you talk. Use music you have the rights to.
de: Ein Song unter dem ganzen Video – er wiederholt sich bei Bedarf, wird ein- und ausgeblendet und leiser, während du sprichst. Verwende nur Musik, für die du die Rechte hast.
fr: Un morceau sous toute la vidéo — il boucle pour remplir, apparaît et disparaît en fondu, et baisse quand vous parlez. Utilisez de la musique dont vous détenez les droits.
ru: Песня на фоне всего видео — она повторяется до конца, плавно нарастает и затухает и приглушается, пока вы говорите. Используйте музыку, на которую у вас есть права.
zh_hans: 为整段视频配上一首歌 — 可循环填满、淡入淡出，并在你说话时降低音量。请使用你拥有版权的音乐。

source: A subtitles file for YouTube and web players (.srt), or for the web (.vtt) — follows your cuts
de: Eine Untertiteldatei für YouTube und Web-Player (.srt) oder fürs Web (.vtt) – folgt deinen Schnitten
fr: Un fichier de sous-titres pour YouTube et les lecteurs web (.srt), ou pour le web (.vtt) — suit vos coupes
ru: Файл субтитров для YouTube и веб-плееров (.srt) или для веба (.vtt) — учитывает ваш монтаж
zh_hans: 用于 YouTube 和网页播放器（.srt）或网页（.vtt）的字幕文件 — 跟随你的剪辑

source: A video needs at least one clip
de: Ein Video braucht mindestens einen Clip
fr: Une vidéo doit contenir au moins un clip
ru: В видео должен быть хотя бы один клип
zh_hans: 视频至少需要一个片段

source: About
de: Info
fr: À propos
ru: О программе
zh_hans: 关于

source: About %lld min left
de: Noch etwa %lld Min.
fr: Encore environ %lld min
ru: Осталось около %lld мин
zh_hans: 大约还剩 %lld 分钟

source: About %lld%% smaller — plays on Apple devices and most phones; some browsers and Windows PCs can't play it without an extra codec
de: Etwa %lld %% kleiner – läuft auf Apple-Geräten und den meisten Smartphones; manche Browser und Windows-PCs brauchen dafür einen zusätzlichen Codec
fr: Environ %lld %% plus léger — lisible sur les appareils Apple et la plupart des téléphones ; certains navigateurs et PC Windows ont besoin d’un codec supplémentaire
ru: Примерно на %lld %% меньше — воспроизводится на устройствах Apple и большинстве телефонов; некоторым браузерам и ПК с Windows нужен дополнительный кодек
zh_hans: 体积约小 %lld%% — 可在 Apple 设备和大多数手机上播放；部分浏览器和 Windows 电脑需要额外的编解码器才能播放

source: About %llds left
de: Noch etwa %lld s
fr: Encore environ %lld s
ru: Осталось около %lld с
zh_hans: 大约还剩 %lld 秒

source: About Shotnix
de: Über Shotnix
fr: À propos de Shotnix
ru: О программе Shotnix
zh_hans: 关于 Shotnix

source: Accuracy
de: Genauigkeit
fr: Précision
ru: Режим
zh_hans: 准确度

source: Accurate
de: Genau
fr: Précise
ru: Точный
zh_hans: 精确

source: Add Arrow
de: Pfeil hinzufügen
fr: Ajouter une flèche
ru: Добавить стрелку
zh_hans: 添加箭头

source: Add Blur
de: Weichzeichnen hinzufügen
fr: Ajouter un flou
ru: Добавить размытие
zh_hans: 添加模糊

source: Add Caption Line at Playhead
de: Untertitelzeile an der Abspielposition hinzufügen
fr: Ajouter une ligne de sous-titre à la tête de lecture
ru: Добавить строку субтитров у указателя воспроизведения
zh_hans: 在播放头处添加字幕行

source: Add Highlight
de: Markierung hinzufügen
fr: Ajouter un surlignage
ru: Добавить выделение
zh_hans: 添加高亮

source: Add Image or Logo…
de: Bild oder Logo hinzufügen …
fr: Ajouter une image ou un logo…
ru: Добавить изображение или логотип…
zh_hans: 添加图像或标志…

source: Add Intro Card
de: Intro-Karte hinzufügen
fr: Ajouter un carton d’intro
ru: Добавить начальный титр
zh_hans: 添加片头卡

source: Add Music…
de: Musik hinzufügen …
fr: Ajouter de la musique…
ru: Добавить музыку…
zh_hans: 添加音乐…

source: Add Outro Card
de: Outro-Karte hinzufügen
fr: Ajouter un carton de fin
ru: Добавить финальный титр
zh_hans: 添加片尾卡

source: Add Spotlight (Dim Around a Spot)
de: Fokus hinzufügen (Umgebung abdunkeln)
fr: Ajouter un projecteur (assombrir autour)
ru: Добавить прожектор (затемнить все вокруг)
zh_hans: 添加聚光灯（调暗周围）

source: Add Text
de: Text hinzufügen
fr: Ajouter du texte
ru: Добавить текст
zh_hans: 添加文字

source: Add Zoom at Playhead
de: Zoom an der Abspielposition hinzufügen
fr: Ajouter un zoom à la tête de lecture
ru: Добавить увеличение у указателя воспроизведения
zh_hans: 在播放头处添加缩放

source: Add a caption at the playhead
de: Untertitel an der Abspielposition hinzufügen
fr: Ajouter un sous-titre à la tête de lecture
ru: Добавить субтитр у указателя воспроизведения
zh_hans: 在播放头处添加字幕

source: Add a zoom at the playhead (Z)
de: Zoom an der Abspielposition hinzufügen (Z)
fr: Ajouter un zoom à la tête de lecture (Z)
ru: Добавить увеличение у указателя воспроизведения (Z)
zh_hans: 在播放头处添加缩放（Z）

source: Add another recording or video after this one — Shotnix recordings keep their pointer, clicks, and shortcuts.
de: Füge nach dieser Aufnahme eine weitere Aufnahme oder ein Video hinzu – Shotnix-Aufnahmen behalten ihren Zeiger, ihre Klicks und Kurzbefehle.
fr: Ajoutez un autre enregistrement ou une autre vidéo après celui-ci — les enregistrements Shotnix conservent leur pointeur, leurs clics et leurs raccourcis.
ru: Добавьте после этой записи другую запись или видео — записи Shotnix сохраняют свой указатель, нажатия и сочетания клавиш.
zh_hans: 在此录制内容之后添加另一个录制内容或视频 — Shotnix 录制内容会保留指针、点按和快捷键。

source: Add arrow at the playhead (A)
de: Pfeil an der Abspielposition hinzufügen (A)
fr: Ajouter une flèche à la tête de lecture (A)
ru: Добавить стрелку у указателя воспроизведения (A)
zh_hans: 在播放头处添加箭头（A）

source: Add blur at the playhead (B)
de: Weichzeichnen an der Abspielposition hinzufügen (B)
fr: Ajouter un flou à la tête de lecture (B)
ru: Добавить размытие у указателя воспроизведения (B)
zh_hans: 在播放头处添加模糊（B）

source: Add highlight at the playhead (H)
de: Markierung an der Abspielposition hinzufügen (H)
fr: Ajouter un surlignage à la tête de lecture (H)
ru: Добавить выделение у указателя воспроизведения (H)
zh_hans: 在播放头处添加高亮（H）

source: Add image at the playhead
de: Bild an der Abspielposition hinzufügen
fr: Ajouter une image à la tête de lecture
ru: Добавить изображение у указателя воспроизведения
zh_hans: 在播放头处添加图像

source: Add spotlight at the playhead
de: Fokus an der Abspielposition hinzufügen
fr: Ajouter un projecteur à la tête de lecture
ru: Добавить прожектор у указателя воспроизведения
zh_hans: 在播放头处添加聚光灯

source: Add text at the playhead (T)
de: Text an der Abspielposition hinzufügen (T)
fr: Ajouter du texte à la tête de lecture (T)
ru: Добавить текст у указателя воспроизведения (T)
zh_hans: 在播放头处添加文字（T）

source: Add zoom at playhead
de: Zoom an der Abspielposition hinzufügen
fr: Ajouter un zoom à la tête de lecture
ru: Добавить увеличение у указателя воспроизведения
zh_hans: 在播放头处添加缩放

source: Add “%@” at the playhead
de: „%@“ an der Abspielposition hinzufügen
fr: Ajouter « %@ » à la tête de lecture
ru: Добавить «%@» у указателя воспроизведения
zh_hans: 在播放头处添加“%@”

source: Added %@ — %@
de: %@ hinzugefügt – %@
fr: %@ ajouté — %@
ru: Добавлено: %@ — %@
zh_hans: 已添加 %@ — %@

source: Adjust to move it half a second
de: Anpassen, um es um eine halbe Sekunde zu verschieben
fr: Ajustez pour le déplacer d’une demi-seconde
ru: Регулируйте, чтобы сдвинуть на полсекунды
zh_hans: 调整可将其移动半秒

source: Advanced Tools
de: Erweiterte Werkzeuge
fr: Outils avancés
ru: Дополнительные инструменты
zh_hans: 高级工具

source: After Capture
de: Nach der Aufnahme
fr: Après la capture
ru: После снимка
zh_hans: 截屏后

source: Aim by Hand
de: Von Hand ausrichten
fr: Viser à la main
ru: Навести вручную
zh_hans: 手动对准

source: Aim by hand
de: Von Hand ausrichten
fr: Viser à la main
ru: Вручную
zh_hans: 手动对准

source: All Captures
de: Alle Bildschirmfotos
fr: Toutes les captures
ru: Все снимки
zh_hans: 所有截屏

source: All Displays
de: Alle Bildschirme
fr: Tous les écrans
ru: Все дисплеи
zh_hans: 所有显示器

source: All captures are moved to Shotnix’s trash and permanently deleted after %lld days.
de: Alle Bildschirmfotos werden in den Papierkorb von Shotnix gelegt und nach %lld Tagen endgültig gelöscht.
fr: Toutes les captures sont placées dans la corbeille de Shotnix et définitivement supprimées après %lld jours.
ru: Все снимки перемещаются в корзину Shotnix и безвозвратно удаляются через %lld дней.
zh_hans: 所有截屏都会移到 Shotnix 的废纸篓，并在 %lld 天后永久删除。

source: All commands
de: Alle Befehle
fr: Toutes les commandes
ru: Все команды
zh_hans: 所有命令

source: All commands (⌘K)
de: Alle Befehle (⌘K)
fr: Toutes les commandes (⌘K)
ru: Все команды (⌘K)
zh_hans: 所有命令（⌘K）

source: All configured
de: Alle eingerichtet
fr: Tous configurés
ru: Все настроено
zh_hans: 全部已设置

source: All zooms set to %@
de: Alle Zooms auf %@ gesetzt
fr: Tous les zooms réglés sur %@
ru: Для всех увеличений задано %@
zh_hans: 所有缩放已设为 %@

source: Allow Access…
de: Zugriff erlauben …
fr: Autoriser l’accès…
ru: Разрешить доступ…
zh_hans: 允许访问…

source: Allow Screen Recording
de: Bildschirmaufnahme erlauben
fr: Autoriser l’enregistrement de l’écran
ru: Разрешить запись экрана
zh_hans: 允许屏幕录制

source: Allow Shotnix in Accessibility — shortcuts turn on by themselves.
de: Erlaube Shotnix unter „Bedienungshilfen“ – die Kurzbefehle schalten sich dann selbst ein.
fr: Autorisez Shotnix dans Accessibilité — les raccourcis s’activeront d’eux-mêmes.
ru: Разрешите Shotnix доступ в разделе «Универсальный доступ» — сочетания клавиш включатся сами.
zh_hans: 请在“辅助功能”中允许 Shotnix — 快捷键会自动开启。

source: Almost done
de: Fast fertig
fr: Presque terminé
ru: Почти готово
zh_hans: 即将完成

source: Always show the arrow
de: Immer den Pfeil zeigen
fr: Toujours afficher la flèche
ru: Всегда показывать стрелку
zh_hans: 始终显示箭头

source: Amber Fold
de: Bernsteinfalte
fr: Pli d’ambre
ru: Янтарная складка
zh_hans: 琥珀褶皱

source: Annotate Last Screenshot
de: Letztes Bildschirmfoto beschriften
fr: Annoter la dernière capture
ru: Разметить последний снимок
zh_hans: 标注上一张截屏

source: Annotation
de: Beschriftung
ru: Разметка
zh_hans: 标注

source: Annotation text
de: Beschriftungstext
fr: Texte de l’annotation
ru: Текст разметки
zh_hans: 标注文字

source: Annotation tools
de: Beschriftungswerkzeuge
fr: Outils d’annotation
ru: Инструменты разметки
zh_hans: 标注工具

source: Any color…
de: Beliebige Farbe …
fr: Toute couleur…
ru: Любой цвет…
zh_hans: 任意颜色…

source: Appearance
de: Darstellung
fr: Apparence
ru: Оформление
zh_hans: 外观

source: Append Video…
de: Video anhängen …
fr: Ajouter une vidéo à la suite…
ru: Добавить видео в конец…
zh_hans: 追加视频…

source: Apple Shortcuts
de: Apple-Kurzbefehle
fr: Raccourcis Apple
ru: Сочетания клавиш Apple
zh_hans: Apple 快捷键

source: Apple screenshot shortcuts disabled.
de: Apples Bildschirmfoto-Kurzbefehle deaktiviert.
fr: Raccourcis de capture d’Apple désactivés.
ru: Сочетания клавиш Apple для снимков экрана отключены.
zh_hans: 已停用 Apple 截屏快捷键。

source: Apple screenshot shortcuts disabled. Shotnix shortcuts are now active.
de: Apples Bildschirmfoto-Kurzbefehle deaktiviert. Die Kurzbefehle von Shotnix sind jetzt aktiv.
fr: Raccourcis de capture d’Apple désactivés. Les raccourcis de Shotnix sont maintenant actifs.
ru: Сочетания клавиш Apple для снимков экрана отключены. Теперь работают сочетания клавиш Shotnix.
zh_hans: 已停用 Apple 截屏快捷键。Shotnix 快捷键现已生效。

source: Apple screenshot shortcuts restored.
de: Apples Bildschirmfoto-Kurzbefehle wiederhergestellt.
fr: Raccourcis de capture d’Apple restaurés.
ru: Сочетания клавиш Apple для снимков экрана восстановлены.
zh_hans: 已恢复 Apple 截屏快捷键。

source: Apple's screenshot shortcuts still own ⌘⇧3/4/5 — captures can double-trigger.
de: Apples Bildschirmfoto-Kurzbefehle belegen noch ⌘⇧3/4/5 – Bildschirmfotos können doppelt ausgelöst werden.
fr: Les raccourcis de capture d’Apple utilisent encore ⌘⇧3/4/5 — les captures peuvent se déclencher deux fois.
ru: ⌘⇧3/4/5 по-прежнему заняты сочетаниями Apple для снимков экрана — снимок может сработать дважды.
zh_hans: Apple 的截屏快捷键仍占用 ⌘⇧3/4/5 — 可能会重复截屏。

source: Apple's shortcuts are out of the way.
de: Apples Kurzbefehle stören nicht mehr.
fr: Les raccourcis d’Apple ne gênent plus.
ru: Сочетания клавиш Apple больше не мешают.
zh_hans: Apple 的快捷键已不再冲突。
